---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpotElevIndTop
source: html/be664c03-ca4d-51f9-8c60-36e981deac36.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpotElevIndTop Property

"Top Indicator"

## Syntax (C#)
```csharp
public static ForgeTypeId SpotElevIndTop { get; }
```